/* Informative text shown in preferences while backups are performed. */
"PerformingBackup" = "Backing up now…";

/* Informative text to be shown if no backup has been created yet. */
"InitialBackup" = "No backup created yet.";

/* Informative text to be shown if backups are currently not available. */
"BackupNotAvailable" = "Error accessing backup. Please contact support.";

/* Informative text providing the date of the latest backup. Placeholder contains the localized date of the last backup. */
"LatestBackup" = "Latest backup: %@";

/* Informative text providing the number of hourly backups to be kept. The placeholder contains the number of hours of work being kept. It is always greater than 1. The text is preceeded by a bullet point "• ". */
"KeptHourlyBackups" = "• Hourly backups for the last %lu hours of work";

/* Informative text providing the number of daily backups to be kept. The placeholder contains the number of days of work being kept. It is always greater than 1. The text is preceeded by a bullet point "• ". */
"KeptDailyBackups" = "• Daily backups for the last %lu days of work";

/* Informative text providing the number of weekly backups to be kept from the past months. The placeholder contains the number of *months* of work being kept. It is always greater than 1. The text is preceeded by a bullet point "• ". */
"KeptWeeklyBackupsForMonths" = "• Weekly backups for the past %lu months of work";
